Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Przykro mi. Tylko dla strażników.
uk: Пробач. Тільки для вартових.

source: Przykro mi. W takim razie życzę miłego dnia.
uk: Мені шкода. У такому випадку, гарного дня.

source: Przykro to mnie zaraz będzie, jeśli będę musiał ci zrobić krzywdę, a bardzo tego nie chcę.
uk: Мені буде шкода, якщо доведеться зробити тобі боляче, а я цього дуже не хочу.

source: Przykuc
uk: Сидячи

source: Przykładem takiej boskiej cząstki jest wiedza o produkcji wina. Słońce będące dziełem Mocy Sprawczej ogrzewa owoce winogron przez lato, które mogą zostać zebrane przez farmerów jesienią. Wówczas człowiek przekuwa zdobytą metodami prób i błędów wiedzę i ugniata winogrona. Następnie poddaje je procesowi fermentacji, a po kilku miesiącach przelewa przygotowany z nich trunek do butelek i rozprowadza po targach i jarmarkach, skąd trafiają na stoły zarówno biednych, jak i bogatych.
uk: Прикладом такої божественної частинки є знання про виробництво вина. Сонце, яке є результатом творіння Рушійної Сили, влітку зігріває плоди винограду, з яких восени людина може зібрати врожай. Потім людина застосовує знання, набуті методом спроб і помилок, і розминає виноград. Потім піддає його процесу бродіння, а через кілька місяців розливає приготований з нього напій у пляшки та розвозить по ринках і ярмарках, звідки він потрапляє на столи як бідних, так і багатих.

source: Przylazł cały zakapturzony, chude to było jak patyk, odzywać też się nie chciało.
uk: Він прийшов у каптурі, худий, як палиця, теж не хотів говорити.

source: Przylazłeś w sprawie Gildii? Jeśli tak, to się streszczaj.
uk: Ти тут у справі Гільдії? Якщо так, то давай швиденько.

source: Przymierająca głodem i wyziębiona armia Maksyma była cieniem swojej dawnej potęgi. W jej szeregach grasowała zaraza, morale żołnierzy z dnia na dzień kruszało, a najdzielniejsi z dzielnych zaczęli wierzyć, że ekspedycja rychło zakończy się ich śmiercią.
uk: Голодна і виснажена армія Максимуса була лише тінню своєї колишньої могутності. В її лавах лютувала чума, бойовий дух воїнів падав з кожним днем, а найхоробріші із них почали вірити, що цей похід незабаром закінчиться їхньою загибеллю.

source: Przymierzasz się do polowania?
uk: Ти збираєшся на них полювати?

source: Przymkniesz się w końcu?
uk: Ти замовкнеш нарешті?

source: Przynajmniej do czasu.
uk: Принаймні, поки що.

source: Przynajmniej do momentu, w którym pozwoliliście, by zabrali prawie cały towar sprzed naszego nosa.
uk: Принаймні до тих пір, поки ти не дозволив їм забрати майже всі товари прямо у нас з-під носа.

source: Przynajmniej ja bym tak zrobił, gdybym potrzebował informacji.
uk: Принаймні, я б так і зробив, якби мені потрібна була інформація.

source: Przynajmniej jednemu z was się to udało. Ociągaliście się tak bardzo, że bałem się, że tutaj zasnę.
uk: Принаймні одному з вас це вдалося. Ти так затримався, що я боявся, що засну тут.

source: Przynajmniej jesteś na dole.
uk: Принаймні, ти на землі.

source: Przynajmniej na jakiś czas. Skoro spotkali się z silnym oporem, dwa razy zastanowią się, nim spróbują po raz kolejny.
uk: Принаймні, на деякий час. Оскільки вони зустріли сильний опір, вони двічі подумають, перш ніж спробувати напасти ще раз.

source: Przynajmniej nie są tak uciążliwi, jak strażnicy.
uk: Принаймні вони не такі надокучливі, як вартові.

source: Przynajmniej nie są tak uciążliwi, jak twoi koledzy po fachu.
uk: Принаймні вони не такі надокучливі, як твої колеги по роботі.

source: Przynajmniej nie wychodzimy stąd z gołymi rękoma.
uk: Принаймні, ми не вийдемо звідси з пустими руками.

source: Przynajmniej nieźle spisywał się jako nosiwoda.
uk: Принаймні, водонос із нього був непоганий.

source: Przynajmniej ogrodnik będzie mógł spokojnie wyszorować całą ścianę na czysto.
uk: Принаймні, садівник нарешті зможе спокійно відмити стіну.

source: Przynajmniej przez jakiś czas.
uk: Принаймні деякий час.

source: Przynajmniej szybko się odczepił.
uk: Принаймні, він швидко від нас відстав.

source: Przynajmniej tak było, gdy opuszczałem kontynent.
uk: Принаймні так було, коли я залишав континент.

source: Przynajmniej tak twierdzą stare księgi.
uk: Принаймні, так стверджують старі книги.

source: Przynajmniej taka jest moja teoria...
uk: Принаймні, така моя теорія...

source: Przynajmniej teraz.
uk: Принаймні зараз.

source: Przynajmniej tyle, bo domyślam się, że nic więcej nie mogliście zdziałać.
uk: Добре, що хоч так, гадаю, більше ви нічого не могли вдіяти.

source: Przynajmniej tyle.
uk: Принаймні, так.

source: Przynajmniej umarł robiąc to co kochał...
uk: Принаймні, він помер, займаючись улюбленою справою...

source: Przynajmniej w dziczy nic nie udaje twojego przyjaciela chwilę przed rzuceniem ci się do gardła.
uk: Принаймні у дикій природі ніщо не прикидається твоїм другом за мить до того, як вчепитися тобі в горло.

source: Przynajmniej w końcu sobie poszli i jest spokój. Te gbury tylko zwierzynę mi płoszyły.
uk: Принаймні, вони нарешті пішли, і тут тепер тихо. Ці волоцюги тільки здобич мені всю розлякали.

source: Przynajmniej wykonałeś zadanie, czyli na jakąś zapłatę zasłużyłeś.
uk: Принаймні, ти виконав завдання, а значить, заслуговуєш на якусь винагороду.

source: Przynieś do mnie dwa tuziny takich kiści. O tej porze roku, na krzakach pewnie będą głównie takie, więc nie musisz się specjalnie rozglądać.
uk: Принеси мені дві дюжини таких грон. О цій порі року на кущах будуть переважно такі, тож тобі не доведеться особливо шукати.

source: Przynieś mi coś na poprawę nastroju, to może sobie przypomnę.
uk: Принеси мені чогось підбадьорливого, може, я згадаю.

source: Przynieś mi coś, po czym facet zamknie się w latrynie na parę dobrych godzin.
uk: Принеси мені щось, після чого він зачиниться в туалеті на добрі кілька годин.

source: Przynieś mi fortunę. Powodzenia.
uk: Принеси мені багатство. Щасти тобі.

source: Przynieś mi go cały garnek!
uk: Принеси мені його цілий горщик!

source: Przynieś mi je jak najszybciej, oczywiście, jeśli chcesz dostać zapłatę.
uk: Принеси його мені якнайшвидше. Звісно, якщо хочеш, щоб тобі заплатили.

source: Przynieś mi je jak najszybciej, to zastanowię się, czy przyjąć cię na czeladnika.
uk: Принеси його мені якнайшвидше, і я подумаю, чи взяти тебе в учні.

source: Przynieś mi po dwa nasiona rdestu polnego, ognistej pokrzywy, niebieskiego bzu i rośliny leczniczej.
uk: Принеси мені по дві насінини спориша польового, вогняної кропиви, синьої бузини та цілющої рослини.

source: Przynieś mi porządnie wypieczony stek jednego z nich!
uk: Принеси мені пристойний запечений стейк з баранини!

source: Przynieś mi tylko coś na tyle mocnego, że wywróci mi gębę na drugą stronę.
uk: Тільки принеси мені чогось настільки міцного, щоб вивернуло мені рота навиворіт.

source: Przynieś mi tę roślinę, a przyrządzę ci preparat, o który prosisz.
uk: Принеси мені цю рослину, і я зроблю тобі препарат, про який ти просиш.

source: Przynieś miecz, a coś poradzimy.
uk: Принось меч, щось придумаємо.

source: Przynieś więcej złota, to cię czegoś nauczę.
uk: Якщо принесеш ще золота, я тебе ще чогось навчу.

source: Przynieś więcej złota, to pogadamy.
uk: Коли принесеш більше золота, тоді й поговоримо.

source: Przynieś wpierw coś do picia. Mam ochotę na coś mocnego. Najlepiej domowy bimberek!
uk: Спочатку принеси щось випити. Хочу чогось міцного. Бажано домашнього самогону!

source: Przynieś wszystkie przedmioty z listy, a ja zajmę się resztą!
uk: Принеси всі предмети зі списку, а я подбаю про решту!

source: Przyniosę ci coś, ale na wytrzeźwienie.
uk: Я принесу щось, що допоможе тобі протверезіти.

source: Przyniosę później.
uk: Я принесу пізніше.

source: Przyniosłem Baesowi skórę lodowego wilka.
uk: Я приніс Байсу шкуру крижаного вовка.

source: Przyniosłem Baesowi skórę psa. Baes nie był zadowolony i wyraźnie zaznaczył, bym przynosił mu skóry dzikich zwierząt.
uk: Я приніс Байсу шкуру собаки. Він був незадоволений і дав зрозуміти, що я маю приносити йому лише шкури диких тварин.

source: Przyniosłem Devirowi smoczy korzeń. Teraz będzie mógł przygotować sobie wywar na potrzeby pojedynku.
uk: Я приніс Девіру драконячий корінь. Тепер він зможе приготувати собі відвар для поєдинку.

source: Przyniosłem Hershlikowi nasiona, których potrzebował, ale nie mam czasu na zabawę z ich sadzeniem.
uk: Я приніс Гершліку насіння, що він просив, але я не маю часу бавитись з посадкою.

source: Przyniosłem Hershlikowi nasiona, których potrzebował, ale zrezygnowałem z dalszej pracy dla niego. Nie zależy mi na byciu jego czeladnikiem.
uk: Я приніс Гершліку насіння, яке він просив, але вирішив не продовжувати працювати на нього. Я не хочу бути його учнем.

source: Przyniosłem Knutowi całe drewno, jakie udało mi się pociąć. W ramach podziękowania za pomoc drwal odstąpił mi trochę zapasów. Powinienem wrócić z nimi teraz do Bastiana.
uk: Я приніс Кнуту всю деревину, яку зміг напиляти. На знак подяки за допомогу лісоруб віддав мені трохи дров. Тепер я маю повернутися з ними до Бастіана.

source: Przyniosłem Ludwigowi wszystko, co potrzebne. Teraz powinien doprowadzić Sambora do porządku.
uk: Я приніс Людвігу все необхідне. Тепер він зможе привести Самбора в порядок.

source: Przyniosłem Nirce potrzebne rośliny, a on przyrządził mi specyfik. Tym sposobem mogę uznać przygotowania do pokazu strzeleckiego za zakończone.
uk: Я приніс Нірці необхідні рослини, а він приготував для мене зілля. Підготовка до стрілецького випробування завершена.

source: Przyniosłem Odgarowi bryłkę magicznej rudy, co ewidentnie zrobiło na nim spore wrażenie.
uk: Я приніс Одгару самородок магічної руди, який, вочевидь, справив на нього неабияке враження.

source: Przyniosłem Odgarowi bryłkę magicznej rudy, co zrobiło na nim spore wrażenie, warte niezłej zapłaty.
uk: Я приніс Одгару самородок магічної руди, який справив на нього неабияке враження. Це було того варте.

source: Przyniosłem Odgarowi łupkę żelazną, ale nie zaimponowało mu to na tyle, żebym przybliżył się do zostania jego czeladnikiem.
uk: Я приніс Одгару залізний самородок, але це не вразило його настільки, аби він взяв мене учнем.

source: Przyniosłem Odgarowi łupkę żelazną, ale nieszczególnie mu to zaimponowało.
uk: Я приніс Одгару залізний самородок, але він не справив на нього особливого враження.

source: Przyniosłem Slagerowi mięso z listy, za co wręczył mi dobrą zapłatę.
uk: Я приніс Слагеру м'ясо зі списку, за що він мені добре заплатив.

source: Przyniosłem Slagerowi mięso z listy. Powiedział, że jeśli tylko zechcę, to będę mógł zostać jego czeladnikiem.
uk: Я приніс Слагеру м'ясо із списку. Він сказав, що я можу стати його учнем, якщо забажаю.

source: Przyniosłem Slagerowi potrawkę z niedźwiedzia. Wydawał się być zadowolony, szczególnie sądząc po zapłacie i zachęcie do dalszej współpracy.
uk: Я приніс Слагеру страву з ведмежатини. Він був задоволений, особливо судячи з оплати та пропозиції продовжити співпрацю.

source: Przyniosłem Winstanowi kopię 'Mistrzostwa Nordmarczyków'. Dał mi za to niewielką nagrodę. Mogłem bardziej się postarać.
uk: Я приніс Вінстану копію книги 'Майстерність нордмарців'. За це він дав мені невелику винагороду. Я міг би постаратися й краще.

source: Przyniosłem Winstanowi oryginalny egzemplarz 'Mistrzostwa Nordmarczyków'. Dał mi za to niezgorszą nagrodę.
uk: Я приніс Вінстану оригінал книги 'Майстерність нордмарців'. За це він дав мені гарну винагороду.

source: Przyniosłem Winstanowi zarówno kopię, jak i oryginalny egzemplarz 'Mistrzostwa Nordmarczyków'. Dał mi za to naprawdę sporą nagrodę.
uk: Я приніс Вінстану оригінал і копію книги 'Майстерність нордмарців', за що я отримав дійсно солідну нагороду.

source: Przyniosłem alchemikowi obiecane zioła lecznicze. Tym sposobem zrobiłem to, co do mnie należało. Mógłbym już co prawda wrócić do Ernesto po nagrodę, ale zgodnie z obietnicą nagroda mogłaby być jeszcze większa. Może warto rozejrzeć się za tym amatorem od ziół?
uk: Я приніс алхіміку обіцяні лікарські трави й виконав свою частину роботи. Звісно, я вже можу повертатися до Ернесто за винагородою, але, як було обіцяно, винагорода може бути більшою, якщо я знайду того травника.

source: Przyniosłem alchemikowi obiecane zioła lecznicze. Tym sposobem zrobiłem to, co do mnie należało. Powinienem teraz wrócić do Ernesto i poinformować go o moim sukcesie.
uk: Я приніс алхіміку обіцяні лікарські трави й виконав свою частину роботи. Тепер потрібно повернутися до Ернесто і повідомити йому про свій успіх.

source: Przyniosłem ci piwo, pamiętasz?
uk: Я приніс тобі пиво, пам'ятаєш?

source: Przyniosłem ci piwo.
uk: Я приніс тобі пиво.

source: Przyniosłem dla ciebie zioła, o które prosiłeś.
uk: Я приніс для тебе трави, які ти просив.

source: Przyniosłem kilka starych monet...
uk: Я приніс кілька старих монет...

source: Przyniosłem kowalowi wszystkie materiały. Stone spróbuje naprawić pancerz, a ja będę dalej szukał Rozjemcy. Po skończeniu wyprawy zapytam się Stone'a, jak mu poszło.
uk: Я приніс ковалю усі матеріали. Стоун спробує відремонтувати обладунок, а я продовжу пошуки Миротворця. Після завершення експедиції я запитаю Стоуна, як все пройшло.

source: Przyniosłem paczki przewoźnikowi, ale to nie jedyny jego problem. Należy usunąć kamienie naniesione przez rzekę. Farmerzy, których przysłał Albyn, mieli się tym zająć... może warto z nimi porozmawiać?
uk: Я приніс пакунки перевізнику, але це не єдина його проблема. Каміння, яке винесла річка, потрібно прибрати. Фермери, яких послав Альбін, мали подбати про це... Можливо, варто з ними поговорити?

source: Przyniosłem roślinę, o którą prosiłeś.
uk: Я приніс рослину, про яку ти просив.

source: Przyniosłem sierżantowi skórę orkowego psa.
uk: Я приніс сержанту шкуру орчого гончака.

source: Przyniosłem strój i złoto.
uk: Я приніс одяг та золото.

source: Przyniosłem towary.
uk: Я приніс товари.

source: Przyniosłem trofea.
uk: Я приніс трофеї.

source: Przyniosłem twój miecz.
uk: Я приніс твій меч.

source: Przyniosłem winogrona.
uk: Я приніс виноград.

source: Przyniosłem wodę rozbitkom na malutkiej wyspie przy Przystani. Teraz będę mógł zamienić z nimi kilka słów.
uk: Я приніс воду потерпілим на крихітному острівці біля Гавані. Тепер я можу поговорити з ними.

source: Przyniosłem wszystkie materiały wspomniane w księdze.
uk: Я приніс усі матеріали, згадані в книзі.

source: Przyniosłem wszystko, o co prosiłeś.
uk: Я приніс усе, що ти просив.

source: Przyniosłem ziele.
uk: Я приніс траву.

source: Przyniosłeś mi ZNISZCZONĄ sieć, nic mi po takiej. Przekaż temu całemu Armarowi, że nie zawrę z nim żadnej umowy.
uk: Ти приніс мені ЗІПСОВАНУ сітку, я не цього хотів. Передай цьому Армару, що я не укладатиму з ним жодних угод.

source: Przyniosłeś mi brakujący składnik, więc po obniżce cena wynosić będzie...
uk: Ти приніс потрібний інгредієнт, тож зі знижкою ціна буде...

source: Przyniosłeś mi niezwykle ciekawe skóry, chłopcze. Chyba wywieszę je wszystkie u siebie na ścianie!
uk: Ти приніс мені надзвичайно цікаві шкури, хлопче. Гадаю, я повішу їх усі на стіну!

source: Przyniosłeś trochę za mało.
uk: Ти приніс трохи замало.

source: Przyniosłeś więcej, niż się spodziewałem. Całkiem nieźle!
uk: Ти приніс більше, ніж я очікував. Досить непогано!

source: Przyniosłeś za mało, nie uczę za takie drobne.
uk: Ти замало приніс, я не вчу за таку малу плату.

source: Przynosząc mi bez przerwy takie same, rynek się nasyci i w końcu przestaną schodzić.
uk: Якщо ти щоразу приноситимеш мені одні й ті ж самі луки, ринок насититься і врешті-решт вони перестануть продаватися.

source: Przynoszę coś prosto od rybaków.
uk: Я приніс дещо прямо від рибалок.

source: Przynoszę hańbę własnemu zakonowi.
uk: Я ганьблю власний орден.

source: Przynoszę nowe rozkazy od Królewskiego Wysłannika.
uk: Я приніс нові накази від Королівського посла.

source: Przynoszę odpowiedź Lorenzo.
uk: Я приніс відповідь від Лоренцо.

source: Przynoszę pismo od Graysona. To sprawa najwyższej wagi.
uk: Я приніс лист від Грейсона. Це справа першочергової важливості.

source: Przynoszę, coś prosto od rybaków. (Oddaj bagienne ziele)
uk: Я приніс дещо від рибалок. (Віддати болотну траву)

source: Przynoś mi mikstury, a będę je od ciebie skupował w atrakcyjnej cenie. Klientom i tak je odsprzedam z przebiciem.
uk: Принось мені зілля, і я купуватиму їх у тебе за привабливою ціною. Я все одно перепродаватиму їх клієнтам з націнкою.

source: Przynoś mi skóry wszelakich bestii, jakie znajdziesz. Zapłacę ci za nie lepiej niż innym moim współpracownikom.
uk: Принось мені шкури всіх звірів, яких тільки зможеш вполювати. Я заплачу за них більше, ніж будь-хто інший.

source: Przypadkiem nie powinieneś być teraz gdzieś indziej?
uk: Ти випадково не повинен зараз бути десь в іншому місці?

source: Przypadkiem nie złapano już zamachowca?
uk: Злочинця ще не затримали?

source: Przypadkowo przerwałem zaklęcie Maga Wody, Kobusa. Mag nie był z tego faktu zadowolony. W ramach rekompensaty mam znaleźć dla niego 8 pereł.
uk: Я випадково перервав заклинання Мага Води Кобуса. Маг був цим дуже незадоволений. Як компенсацію я повинен знайти для нього 8 перлин.

source: Przypałętał się tutaj ostatnio jakiś ranny facet. Viktor przekazał mi, że może was tu przybyć jeszcze więcej.
uk: Нещодавно тут був поранений чоловік. Віктор сказав мені, що вас тут може бути більше.

source: Przypilnuj tego miejskiego fircyka czy robi swoją robotę, jak należy. Może przy okazji nauczysz się od niego paru sztuczek.
uk: Прослідкуй за цим хитрим містянином, чи добре він виконує свою роботу. Можливо, під час цього ти навчишся у нього деяким хитрощам.

source: Przypilnuj, by umierał powoli i miał czas, by przemyśleć sobie wszystkie swoje błędy.
uk: Простеж, щоб він вмирав повільно і мав час обдумати всі свої помилки.

source: Przypilnuję twojej książki.
uk: Я пригляну за твоєю книгою.

source: Przypominają bardziej nieco skarlałych, płazopodobnych orków, niżeli znienawidzone przez wszystkich gobliny. Co ciekawe, żaboludzie nie ograniczają się do prostych broni, jak maczugi. Coraz częściej można natrafić na osobniki posługujące się niewielkimi procami na kamyki. O ile nawet silne uderzenie obuchem można zablokować, o tyle wystrzelony z procy kamień nie jest już tak łatwy do dostrzeżenia, a co dopiero odbicia. Ostatecznie jednak, pomimo swojej siły i rozmiarów, żaboludzie nie są stworzeniami wytrzymałymi i celne trafienie mieczem lub toporem potrafi je powalić”.
uk: Вони більше нагадують лускатих, які схожі на земноводних орків, ніж на ненависних усім гоблінів. Цікаво, що жаболюди не обмежуються простою зброєю на зразок палиць. Все частіше можна зустріти особин, які використовують невеликі рогатки. Якщо навіть сильний удар палицею можна заблокувати, то камінь, випущений з рогатки, вже не так легко помітити, не кажучи вже про те, щоб відбити. Зрештою, незважаючи на свою силу і розміри, жаболюди не є витривалими істотами, і точний удар мечем або сокирою може звалити їх з ніг.

source: Przypominająca mech roślina
uk: Мохоподібна рослина,

source: Przypominamy, iż to ostatnia okazja, by obejrzeć jedyny wolny dom na Starym Mieście, zanim trafi on na licytację.
uk: Нагадуємо, що сьогодні остання можливість оглянути єдиний вільний будинок у Старому місті перед тим, як він буде виставлений на аукціон.

source: Przypominamy, że tereny Wilczego Leża, znajdującego się w południowo-wschodniej części wyspy, zgodnie z pierwszym traktatem pokojowym na wyspie Archolos, pozostają pod kontrolą rodu królewskiego Wilczych Synów, reprezentowanego aktualnie przez Ulryka.
uk: Нагадуємо, що околиці Вовчого Лігва, розташовані в південно-східній частині острова, згідно з першим мирним договором Архолосу, залишаються під контролем королівського роду Вовчих Синів, який наразі представляє Ульрік.

source: Przypominasz mi mnie samego sprzed lat, gdy przypłynąłem na Archolos.
uk: Нагадуєш мені мене молодого, коли я тільки приплив на Архолос.

source: Przypomniało mi się! Chodziło ci o Marthę z gospody?
uk: Я згадав! Ти мав на увазі Марту з корчми?

source: Przypomnij mi, co miałem zrobić?
uk: Нагадай, що я мав зробити?

source: Przypomnij mi, gdzie znajdę Armara?
uk: Нагадай, де мені знайти Армара?

source: Przyprowadź go do mnie. Jeśli będzie zajęty, oporny albo martwy, co w sumie na to samo wychodzi, musisz wziąć od niego pewien przedmiot.
uk: Приведи його до мене. Якщо він буде зайнятий, опиратиметься або буде мертвим, що по суті одне і теж, тобі доведеться забрати у нього певний предмет.

source: Przyprowadź go, powiedzmy, po północy... pod kapliczkę Innosa za wschodnią bramą. Tam mi będzie najłatwiej wszystko zorganizować.
uk: Приведи його, скажімо, після опівночі... до вівтаря Інноса за східною брамою. Там мені буде найлегше все організувати.

source: Przyprowadź mi kilku ludzi, którzy potrafią się bić. Dwóch, trzech powinno wystarczyć.
uk: Приведи мені кількох чоловіків, які вміють битися. Двох чи трьох має вистачити.

source: Przypłynął? Gdzie teraz jest jego okręt?
uk: Вже? Де зараз його корабель?

source: Przypłynąłem tu z Londram.
uk: Я прибув сюди з Лондраму.

source: Przypłynęli tu na tych swoich wspaniałych okrętach i systematycznie odbierali Wilczym Synom kolejne skrawki ziemi.
uk: Вони припливали сюди на своїх розкішних кораблях і щоразу відбирали у Вовчих Синів все нові й нові шматки землі.

source: Przypłynęliśmy na Archolos w poszukiwaniu lepszego życia... ale los miał wobec nas inne plany.
uk: Ми приплили до Архолосу в пошуках кращого життя... але у долі були інші плани на нас.

source: Przypłynęliśmy tu razem! Dlaczego chciał mnie skrzywdzić?
uk: Ми прийшли сюди разом! Чому він хотів мене скривдити?

source: Przypływam na Archolos przynajmniej raz w roku. Z moją kolejną wizytą osobiście dopilnuję, żeby sytuacja się nie powtórzyła.
uk: Я припливаю на Архолос щонайменше раз на рік. У мій наступний візит я особисто простежу, щоб ситуація не повторилась.

source: Przyroda na wyspie Archolos naprawdę potrafi zadziwiać! Wiele roślin, ze względu na swoje rozmiary oraz nieregularność wiatrów na wyspie, wykształciło nasiona, które zjadane są wraz z rośliną, a następnie rozprowadzane przez zwierzęta po ich strawieniu. Nasiona posiadają właściwości podobne do tych od dojrzałych roślin, ale nadają się do wykorzystania jedynie wtedy, gdy wydobędziemy je z trzewi bestii jeszcze w trakcie trawienia.
uk: Природа на острові Архолос дійсно здатна дивувати! Багато рослин, завдяки своїм розмірам і нерегулярним вітрам на острові, розвинули насіння, яке з'їдається разом з рослиною, а потім поширюється тваринами після перетравлення. Насіння має властивості, подібні до властивостей зрілих рослин, але придатне до використання лише якщо його витягти з нутрощів тварини ще до того, як воно перетравиться.

source: Przyrządzone przez Bodowina lekarstwo
uk: Приготовані Бодовіном ліки

source: Przysięga
uk: Присяга

source: Przysięgam na Adanosa, że gdy ostatnio polowałem w pobliżu kamiennego łuku, to widziałem cały stos kamieni, który ruszał się jak ożywiony.
uk: Присягаюся Аданосом, що востаннє, коли я полював біля кам'яної арки, я бачив цілу купу каміння, що рухалося, наче воно живе.

source: Przysięgam pić z towarzyszami broni... przy każdej możliwej okazji...
uk: Присягаюся пити зі своїми бойовими товаришами... при кожній нагоді...

source: Przysięgam pić z towarzyszami...
uk: Я присягаю пити зі своїми товаришами...

source: Przysięgam przepijać swoją wypłatę z towarzyszami broni przy każdej możliwej okazji...
uk: Присягаюся пропивати свою платню зі своїми бойовими товаришами при кожній нагоді...

source: Przysięgam przepijać swoją wypłatę z towarzyszami...
uk: Я присягаю пропивати свою зарплату з товаришами...

source: Przysięgam przepijać swoją wypłatę z towarzyszami... broni... przy każdej możliwej okazji...
uk: Присягаюся пропивати свою платню зі своїми... бойовими товаришами... при кожній нагоді...

source: Przysięgam służyć miastu i jego władcom.
uk: Я присягаю служити місту та його володарям.
